Repository: flensrocker/noip2
Catalog: debian/po/*.po
Languages: cs, de, es, fi, fr, gl, it, ja, pt_br, ru, sv

source: No-IP.com user name:
cs: Uživatelské jméno na No-IP.com:
de: Benutzername bei No-IP.com:
es: Nombre de usuario de No-IP.com:
fi: No-IP.com-käyttäjätunnus:
fr: Identifiant sur No-IP.com :
gl: Usuario de No-IP.com:
it: Nome utente per No-IP.com:
ja: No-IP.com ユーザ名:
pt_br: Nome de usuário No-IP.com:
ru: Имя пользователя на No-IP.com:
sv: Användarnamn för no-ip.com:

source: Please enter your No-IP.com account user name (usually your email address).
cs: Zadejte prosím jméno svého uživatelského účtu na No-IP.com (obvykle emailová adresa).
de: Bitte geben Sie den Benutzernamen des Kontos bei No-IP.com an (normalerweise ist dies Ihre E-Mail-Adresse).
es: Introduzca el nombre de usuario de la cuenta de No-IP.com (normalmente es su cuenta de correo electrónico).
fi: Anna No-IP.com-tilisi käyttäjätunnus (yleensä sähköpostiosoitteesi).
fr: Veuillez indiquer l'identifiant de votre compte sur No-IP.com (généralement votre adresse électronique).
gl: Introduza o nome de usuario da súa conta de No-IP.com (adoita ser o enderezo de email).
it: Inserire il nome utente del proprio account su No-IP.com (solitamente è il proprio indirizzo email).
ja: No-IP.com でのアカウントユーザ名 (通常はメールアドレス) を入力してください。
pt_br: Por favor, informe o nome de usuário da sua conta No-IP.com (usualmente seu endereço de e-mail).
ru: Введите имя вашей учётной записи на No-IP.com (обычно, это ваш адрес электронной почты).
sv: Ange ditt användarnamn för no-ip.com (vanligen din e-post-adress).

source: No-IP.com password:
cs: Heslo na No-IP.com:
de: Passwort bei No-IP.com:
es: Contraseña de No-IP.com:
fi: No-IP.com-salasana:
fr: Mot de passe sur No-IP.com :
gl: Contrasinal de No-IP.com:
it: Password per No-IP.com:
ja: No-IP.com パスワード:
pt_br: Senha No-IP.com:
ru: Пароль на No-IP.com:
sv: Lösenord för no-ip.com:

source: Please enter your No-IP.com account password.
cs: Zadejte prosím heslo ke svému uživatelskému účtu na No-IP.com.
de: Bitte geben Sie das Passwort des Kontos bei No-IP.com an.
es: Introduzca la contraseña de la cuenta de No-IP.com.
fi: Anna No-IP.com-tunnuksesi salasana.
fr: Veuillez indiquer le mot de passe de votre compte sur No-IP.com.
gl: Introduza o contrasinal da súa conta de No-IP.com.
it: Inserire la password del proprio account su No-IP.com.
ja: No-IP.com アカウントのパスワードを入力してください。
pt_br: Por favor, informe a senha da sua conta No-IP.com.
ru: Введите пароль для вашей учётной записи на No-IP.com.
sv: Ange ditt lösenord för no-ip.com.

source: Update interval (in minutes):
cs: Interval aktualizací (v minutách):
de: Aktualisierungsintervall (in Minuten):
es: Intervalo de actualización (en minutos):
fi: Päivitysväli (minuutteja):
fr: Intervalle de mise à jour (en minutes) :
gl: Intervalo entre actualizacións (en minutos):
it: Intervallo di aggiornamento (in minuti):
ja: 更新の間隔 (分単位):
pt_br: Intervalo de atualização (em minutos):
ru: Интервал обновления (в минутах):
sv: Uppdateringsfrekvens (i minuter);

source: Please enter the updating frequency (in minutes) the noip2 client should use to refresh the record of your IP address.
cs: Zadejte prosím frekvenci (v minutách), jak často má klient noip2 obnovovat záznam o vaší IP adrese.
de: Geben Sie bitte die Anzahl der Minuten ein, nach denen der Noip2-Client den Eintrag Ihrer IP-Adresse aktualisieren soll.
es: Introduzca la frecuencia de actualización (en minutos) que el cliente noip2 debe usar para actualizar el registro de su dirección IP.
fi: Anna aikaväli (minuutteina) kuinka usein noip2-asiakkaan tulisi päivittää IP-osoitteesi palvelimelle.
fr: Veuillez indiquer la fréquence de mise à jour (en minutes) que le client noip2 doit utiliser pour rafraichir l'enregistrement de l'adresse IP.
gl: Introduza a frecuencia de actualización (en minutos) que o cliente noip2 debe empregar para refrescar o rexistro do seu enderezo IP.
it: Inserire la frequenza di aggiornamento (in minuti) con la quale il client noip2 deve aggiornare la registrazione del proprio indirizzo IP.
ja: noip2 クライアントが IP アドレスの記録を更新するのに使う更新頻度 (分単位) を入力してください。
pt_br: Por favor, informe a freqüência de atualização (em minutos) que o cliente noip2 deverá usar para atualizar o registro do seu endereço IP.
ru: Укажите частоту обновления (в минутах), с которой клиент noip2 должен обновлять запись об IP-адресе.
sv: Ange uppdateringsfrekvensen (i minuter) som noip2klienten ska använda vid uppdatering av din IP-adress.

source: List of hosts or groups:
cs: Seznam počítačů nebo skupin:
de: Liste der Hosts oder Gruppen:
es: Lista de Máquinas o Grupos:
fi: Lista koneista tai ryhmistä:
fr: Liste des hôtes ou groupes :
gl: Lista de máquinas ou grupos:
it: Elenco di host o gruppi:
ja: ホストあるいはグループのリスト:
pt_br: Lista de hosts ou grupos:
ru: Список хостов или групп:
sv: LIsta med värdar eller grupper:

source: Please specify a comma- or space-separated list of hosts or groups to update.
cs: Zadejte prosím mezerami nebo čárkami oddělený seznam počítačů nebo skupin, jejichž DNS záznamy se mají aktualizovat.
de: Bitte geben Sie eine durch Kommata oder Leerzeichen getrennte Liste von Hosts oder Gruppen an, die aktualisiert werden sollen.
es: Especifique, separando con una coma o espacio, la lista de las máquinas o grupos que se actualizarán.
fi: Anna välilyönnein tai pilkuin eroteltu lista päivitettävistä koneista tai ryhmistä.
fr: Veuillez indiquer une liste d'hôtes ou de groupes à mettre à jour, séparés par un espace ou une virgule.
gl: Especifique unha lista de máquinas ou grupos a actualizar, separados por comas ou espazos.
it: Elencare gli host o i gruppi da aggiornare usando come separatore una virgola o uno spazio.
ja: 更新をするホストあるいはグループを、カンマかスペースで区切ったリストで指定してください。
pt_br: Por favor, informe uma lista de hosts ou grupos separados por vírgula ou espaço para atualização.
ru: Введите через запятую или пробел список обновляемых хостов или групп.
sv: Ange en komma- eller mellanslagsseparerad lista med värdar eller grupper att uppdatera.

source: If you leave this field empty, all hosts and groups listed in your No-IP.com account will be updated.
cs: Ponecháte-li pole prázdné, budou aktualizovány záznamy o všech počítačích a skupinách uvedených u vašeho účtu na No-IP.com.
de: Falls Sie dieses Feld leer lassen, werden alle Hosts oder Gruppen, die in Ihrem Konto aufgeführt werden, aktualisiert.
es: Si deja este valor en blanco, todas las máquinas y grupos en su cuenta de No-IP.com se actualizarán.
fi: Jos kenttä jätetään tyhjäksi, kaikki No-IP.com-tunnuksen koneet ja ryhmät päivitetään.
fr: Si vous laissez ce champ vide, tous les hôtes et groupes de votre compte No-IP.com seront mis à jour.
gl: Se deixa este campo baleiro, hanse actualizar tódalas máquinas e grupos da lista da súa conta de No-IP.com.
it: Lasciando vuoto questo campo, verranno aggiornati tutti gli host e tutti i gruppi elencati nel proprio account No-IP.com.
ja: この入力欄を空のままにしておくと、No-IP.com アカウントに登録されている全てのホストあるいはグループが更新されます。
pt_br: Se você deixar esse campo vazio, todos os hosts e grupos listados na sua conta No-IP.com serão atualizados.
ru: Если оставить это поле пустым, все хосты и группы вашей учётной записи на No-IP.com будут обновлены.
sv: Om du lämnar detta fält tomt kommer alla värdar och grupper i ditt no-ip.com-konto att uppdateras.

source: Network device name:
cs: Jméno síťového zařízení:
de: Netz-Gerätename:
es: Nombre del dispositivo de red:
fi: Verkkolaitteen nimi:
fr: Nom du périphérique réseau :
gl: Nome do dispositivo de rede:
it: Nome del device di rete:
ja: ネットワークデバイス名:
pt_br: Nome do dispositivo de rede:
ru: Название сетевого устройства:
sv: Nätverksenhetens namn:

source: Please specify the name of the network device connected to the Internet (typically ethX or pppX, where X is a number).
cs: Zadejte prosím jméno síťového zařízení připojeného k Internetu (typicky ethX nebo pppX, kde X je číslo).
de: Bitte geben Sie den Namen des Netzgerätes an, das an das Internet angebunden ist (typischerweise ethX oder pppX, wobei X eine Zahl ist).
es: Especifique el nombre del dispositivo de red conectado a Internet (normalmente «ethX» o «pppX» donde «X» es un número).
fi: Anna Internetiin yhdistetyn verkkolaitteen nimi (tyypillisesti ethX tai pppX, jossa X on numero).
fr: Veuillez spécifier le nom du périphérique réseau connecté à l'Internet (typiquement ethX ou pppX, où X est un nombre).
gl: Especifique o nome da interface de rede que está conectada a Internet (adoita ser ethX ou pppX, onde X é un número).
it: Indicare il nome del device di rete connesso a Internet (solitamente ethX o pppX, dove X è un numero).
ja: インターネットに接続されているネットワークデバイスの名前を指定してください (大抵は ethX か pppX で、X には数字が入ります)。
pt_br: Por favor, informe o nome do dispositivo de rede conectado à internet (tipicamente ethX ou pppX, onde X é um número).
ru: Укажите название сетевого устройства, через которое осуществляется подключение к Интернет (обычно, ethX или pppX, где X это какая-то цифра).
sv: Ange namnet på den enhet som är ansluten till Internet (vanligen ethX eller pppX, där X är ett tal)

source: This field may be left empty if this host has a single network interface.
cs: Má-li tento počítač pouze jediné síťové rozhraní, můžete pole ponechat prázdné.
de: Dieses Feld darf leer bleiben, falls dieser Host eine einzelne Netzschnittstelle hat.
es: Si esta máquina tiene sólo una interfaz de red puede dejar vacío este valor.
fi: Tämä kenttä voidaan jättää tyhjäksi, jos tällä koneella on vain yksi verkkoliitäntä.
fr: Ce champ peut être laissé vide si le système dispose d'une seule interface réseau.
gl: Pódese deixar este campo baleiro se esta máquina só ten unha interface de rede.
it: Questo campo può essere lasciato vuoto qualora questo host disponga di una sola interfaccia di rete.
ja: このホストがネットワークインターフェイスを一つだけ持っている場合は、この入力欄は空のままにしておいてください。
pt_br: Se o host possui uma única interface de rede, esse campo pode ficar vazio.
ru: Это поле можно оставить пустым, если на машине только один сетевой интерфейс.
sv: Detta fält kan lämnas tomt om denna värd endast har ett nätverksgränssnitt.

source: Disable Network Address Translation (NAT)?
cs: Zakázat překlad síťových adres (NAT)?
de: »Network Address Translation« (NAT) deaktivieren?
es: ¿Desea desactivar la Traducción de Dirección de Red «NAT»?
fi: Passivoidaanko verkko-osoitteiden muunto (NAT)?
fr: Désactiver la traduction d'adresses réseau (NAT) ?
gl: ¿Desactivar a tradución de enderezos de rede (NAT)?
it: Disattivare il NAT (Network Address Translation)?
ja: ネットワークアドレス変換 (NAT) を無効にしますか?
pt_br: Desabilitar a Tradução de Endereços de Rede (NAT)?
ru: Выключить трансляцию сетевого адреса (NAT)?
sv: Avaktivera Network Address Translation(NAT)?

source: Please specify whether noip2 should not attempt to detect the external IP address of this computer.
cs: Rozhodněte se, zda se noip2 nemá pokoušet o rozpoznání externí IP adresy tohoto počítače.
de: Bitte geben Sie an, ob Noip2 nicht versuchen sollte, die externen IP-Adressen dieses Computer zu erkennen.
es: Especifique si no desea que noip2 intente detectar la dirección IP externa del sistema.
fi: Määritä tulisiko noip2:n olla yrittämättä tunnistaa koneen ulkoinen IP-osoite.
fr: Veuillez préciser si noip2 doit tenter de détecter l'adresse IP externe de cet ordinateur.
gl: Especifique se noip2 non debería detectar o enderezo IP externo deste ordenador.
it: Indicare se noip2 non deve provare a rilevare l'indirizzo IP esterno di questo computer.
ja: noip2 がこのコンピュータの外部 IP アドレスの検出を行うかどうかを指定してください。
pt_br: Por favor, informe se o noip2 não deve tentar detectar o endereço IP externo deste computador.
ru: Укажите, нужно ли, чтобы noip2 не пытался определить внешний IP-адрес этого компьютера.
sv: Ange om du vill att noip2 ska försöka känna av den externa IP-adressen för den här datorn.

source: If in doubt, you should leave the default choice.
cs: Pokud si nejste jisti, ponechte výchozí možnost.
de: Im Zweifelsfall sollten Sie die Standardauswahl beibehalten.
es: Si duda, debe dejar la opción predeterminada.
fi: Jos olet epävarma, jätä oletusvalinta.
fr: En cas de doute, vous devriez conserver le choix par défaut.
gl: Se ten dúbidas, debería aceptar a opción por defecto.
it: In caso di dubbi confermare la risposta predefinita.
ja: 良く分からない場合は、デフォルトの選択肢のままにしておいてください。
pt_br: Se estiver em dúvida, você deve deixar a opção padrão.
ru: Если ненужно, то оставьте выбор по умолчанию.
sv: Är du osäker ska du lämna standardvärdet.
